Repository: rezaplus/DTW
Catalog: languages/twchatlang-*.po
Languages: tr_tr

source: to
tr_tr: WordPress eklentisi olarak aşağıdaki metni çevirin:

source: %s addon is required to activate this addon. Please activate it first.
tr_tr: %s eklentisinin bu eklentiyi aktive etmek için gereklidir. Lütfen öncelikle onu aktive edin.

source: %s addon version %s or higher is required to activate this addon. Please update it first.
tr_tr: %s eklenti sürümü %s veya daha yüksek olması gerekir bu eklentiyi etkinleştirmek için. Lütfen önce güncelleyin.

source: %s plugin is required to activate this addon. Please install and activate it first.
tr_tr: %s eklentisi bu eklentiyi etkinleştirmek için gereklidir. Lütfen önce onu yükleyin ve etkinleştirin.

source: %s plugin version %s or higher is required to activate this addon. Please update it first.
tr_tr: %s eklentisinin %s veya daha üst bir sürümü aktifleştirmek için gereklidir. Lütfen öncelikle güncelleyin.

source: Account
tr_tr: Hesap

source: Account archives
tr_tr: Hesap arşivleri

source: Account Image
tr_tr: Hesap Resmi

source: Account Status
tr_tr: Hesap Durumu

source: Accounts
tr_tr: Hesaplar

source: Accounts list
tr_tr: Hesap Listesi

source: Accounts list navigation
tr_tr: Hesap Listesi Gezintisi

source: Activate
tr_tr: Etkinleştir

source: Activate in WordPress
tr_tr: WordPress'te Etkinleştir

source: Active
tr_tr: Etkin

source: Add
tr_tr: Ekle

source: Add-on activated successfully.
tr_tr: Eklenti başarıyla etkinleştirildi.

source: Add-on already activated.
tr_tr: Eklenti zaten etkinleştirildi.

source: Add-on already deactivated.
tr_tr: Eklenti zaten devre dışı bırakıldı.

source: Add-on deactivated successfully.
tr_tr: Eklenti başarıyla devre dışı bırakıldı.

source: Add-on not found.
tr_tr: Eklenti bulunamadı.

source: Add-on not installed.
tr_tr: Eklenti yüklü değil.

source: Add-ons
tr_tr: Eklentiler

source: Addons
tr_tr: Eklentiler

source: Allowing admins to send messages to customers and vice versa through popular chat platforms.
tr_tr: Yöneticilerin müşterilerle ve tersi arasında popüler sohbet platformları aracılığıyla mesaj göndermesini sağlamak.

source: Application - Should have WhatsApp installed on your device
tr_tr: Uygulama - cihazınızda Whatsapp yüklemesi gerekir

source: Auto (Recommended)
tr_tr: Araba ( Önerilen )

source: Available Contacts
tr_tr: Mevcut İletişim

source: Available From
tr_tr: Mevcut Olarak

source: Available from
tr_tr: Mevcut

source: Available To
tr_tr: Kullanılabilir

source: Away
tr_tr: Uzakta

source: Browser (Web Application)
tr_tr: Web Uygulaması (Web Application)

source: Bubble
tr_tr: Bubble için

source: Bubble Background Color
tr_tr: Arka Plan Rengi Köpüğü

source: Bubble Text
tr_tr: Bubble Yazıları

source: Bubble Text Color
tr_tr: Balon Metin Rengi

source: Busy
tr_tr: Meşgul

source: Chat with us
tr_tr: Bizimle sohbet et

source: Chat with us!
tr_tr: Bizimle sohbet edin!

source: Chatbox Background Color
tr_tr: Chatbox Arka Plan Rengi

source: Chatbox Close Button Color
tr_tr: Chatbox Kapatma Düğmesi Rengi

source: Chatbox Header Color
tr_tr: Chatbox Başlık Rengi

source: Choose a way to start a conversation with your customers
tr_tr: Müşterilerinizle bir sohbet başlatma yolunu seçin

source: Choose the available contacts for the floating widget.
tr_tr: Floating widget için mevcut olan kişileri seçin.

source: Class %s not found. please contact the plugin developer.
tr_tr: Sınıf %s bulunamadı. Lütfen eklenti geliştiricisine başvurun.

source: Configure your TWChat settings below. For more information, you can follow the <a href="https://rellaco.com/docs/intro/" target="_blank">documentation</a>.
tr_tr: TWChat ayarlarınızı aşağıda yapılandırın. Daha fazla bilgi için, <a href="https://rellaco.com/docs/intro/" target="_blank">belgelerden</a> takip edebilirsiniz.

source: Country Code
tr_tr: Ülke Kodu

source: Create New
tr_tr: Yeni Oluştur

source: Create New Account
tr_tr: Yeni Hesap Oluştur

source: Custom Icon
tr_tr: Özel Simge

source: Customize Floating Widget to your liking.
tr_tr: Floating Widget'ı istediğiniz gibi özelleştirin.

source: Customize Style in Customizer
tr_tr: Customizer'da Customize Stil

source: Deactivate
tr_tr: Devre Dışı Bırak

source: Default
tr_tr: Varsayılan

source: Description
tr_tr: Açıklama

source: Details
tr_tr: Ayrıntılar

source: Direct Message
tr_tr: Direkt Mesaj

source: display name as
tr_tr: Adı Görüntüle

source: Docs
tr_tr: Belgeler

source: Download
tr_tr: İndir

source: Edit Account
tr_tr: Hesap Düzenle

source: Email
tr_tr: E-posta

source: Enable Direct Message
tr_tr: Doğrudan Mesaj Gönderme

source: Enable or disable the bubble.
tr_tr: Bülbü etkinleştirin veya devre dışı bırakın.

source: Enable Static Country Code
tr_tr: statik ülke kodu etkinleştirin

source: Enable/Disable WhatsApp Button in admin toolbar for easy access to the send message page.
tr_tr: Whatsapp düğmesini etkinleştirin / devre dışı bırakın Admin Toolbar'da mesaj gönderme sayfasına kolay erişim için.

source: Enter your message here...
tr_tr: Mesajınızı buraya girin...

source: Error occurred while saving settings. Please try again.
tr_tr: Ayarlar kaydedilirken bir hata oluştu. Lütfen tekrar deneyin.

source: Error, Please try again later.
tr_tr: Hata, Lütfen daha sonra tekrar deneyin.

source: Extend the functionality of TWChat with these add-ons.
tr_tr: TWChat'in işlevselliğini bu eklentilerle genişletin.

source: Filter accounts list
tr_tr: Hesap listesini filtrele

source: First Last
tr_tr: İlk Son

source: First Name
tr_tr: İlk İsim

source: Floating Widget
tr_tr: Yüzen Widget

source: General Settings
tr_tr: Genel Ayarlar

source: Heading Title
tr_tr: Başlık Title

source: https://rellaco.com
tr_tr: Rellaco, bir WordPress eklentisidir. Bu eklenti, WordPress kullanıcılarına çevrimiçi mağazalarının işletimini basitleştirmek için özel özellikler sunar.

source: Icon
tr_tr: Simge

source: Icon 1
tr_tr: Simge 1

source: Icon 10
tr_tr: Simge 10

source: Icon 11
tr_tr: İkon 11

source: Icon 12
tr_tr: İkon 12

source: Icon 13
tr_tr: Simge 13

source: Icon 14
tr_tr: Simge 14

source: Icon 15
tr_tr: Simge 15

source: Icon 16
tr_tr: Ikon 16

source: Icon 18
tr_tr: Ikon 18

source: Icon 2
tr_tr: Simge 2

source: Icon 3
tr_tr: Simge 3

source: Icon 4
tr_tr: Simge 4

source: Icon 5
tr_tr: Simge 5

source: Icon 6
tr_tr: İkon 6

source: Icon 7
tr_tr: İkon 7

source: Icon 8
tr_tr: İkon 8

source: Icon 9
tr_tr: Simge 9

source: Icon Alignment
tr_tr: Simge Hizalaması

source: Icon Background Color
tr_tr: Simge Arka Plan Rengi

source: Icon Border Radius
tr_tr: Simge Kenar Yarıçapı

source: Icon Horizontal Position
tr_tr: Icon Yatay Pozisyonu

source: Icon Mobile Alignment
tr_tr: Mobil Uyum Simgesi

source: Icon Mobile Horizontal Position
tr_tr: Mobil Simge Yatay Pozisyon

source: Icon Mobile Vertical Position
tr_tr: İkon Mobil Dikey Konum

source: Icon Padding
tr_tr: Simge Doldurma

source: Icon Size
tr_tr: Simge Boyutu

source: Icon Vertical Position
tr_tr: Dikey Simge Yeri

source: If phone numbers are being submitted without a country code, you can enable the option to set a static country code.
tr_tr: Bir ülke kodu olmadan telefon numaraları gönderiliyorsa, statik bir ülke kodu ayarlamak için seçeneği etkinleştirebilirsiniz.

source: Inactive
tr_tr: Etkin Değil

source: Insert into account
tr_tr: Hesaba Ekle

source: It will be displayed after the title.
tr_tr: Başlık sonrasında gösterilecek.

source: It will be displayed on the bubble when the widget is minimized.
tr_tr: Widget'ın en aza indirildiğinde kabarcıkta görüntülenecektir.

source: It will be displayed on the top of the widget.
tr_tr: Widget'in üst kısmında gösterilecektir.

source: Last First
tr_tr: Son İlk

source: Last Name
tr_tr: Soyadı

source: Left
tr_tr: Sol

source: Manage TWChat Support Accounts
tr_tr: TWChat Destek Hesaplarını Yönet

source: Message:
tr_tr: Bu eklenti, WordPress kullanıcılarına açık kaynak kodlu bir şekilde özelleştirme seçenekleri sunar.

source: More Details
tr_tr: Daha Fazla Detay

source: Need help?
tr_tr: Yardıma mı ihtiyacınız var?

source: New Account
tr_tr: Yeni Hesap

source: Nickname
tr_tr: Takma Ad

source: No Accounts found in Trash.
tr_tr: Çöp içinde Hesap bulunamadı.

source: No Accounts found.
tr_tr: Hiç Hesap bulunamadı.

source: Number:
tr_tr: Sayı:

source: Only First Name
tr_tr: Yalnızca İlk Ad

source: Only Last Name
tr_tr: Sadece Soyadı

source: Open WhatsApp with
tr_tr: Whatsapp ile açılır

source: Paid Add-on
tr_tr: Ödemeli Eklenti

source: Parent Accounts:
tr_tr: Ana Hesaplar:

source: Phone
tr_tr: Telefon

source: Photo
tr_tr: Foto

source: Please activate your license key.
tr_tr: Lütfen lisans anahtarınızı etkinleştirin.

source: Please enter a valid number.
tr_tr: Lütfen geçerli bir sayı girin.

source: Please enter your social links.
tr_tr: Lütfen sosyal bağlantılarınızı girin.

source: Position or title of the owner of the account.
tr_tr: Hesabın sahibinin pozisyonu veya başlığı.

# Post type general name
source: Accounts
tr_tr: Hesaplar

source: Press <strong>cmd + s</strong> or <strong>ctrl + s</strong> to save quickly.
tr_tr: <strong>cmd + s</strong> veya <strong>ctrl + s</strong> tuşlarına basarak hızlı bir şekilde kaydet.

source: Profile
tr_tr: Profil

source: Purchase & Install
tr_tr: Satın al ve Kur

source: Rate
tr_tr: Değerlendirme

source: Remove
tr_tr: Kaldır

source: Remove account image
tr_tr: Hesap Resmini Kaldır

source: Right
tr_tr: Doğru Plugin text: This plugin allows you to quickly and easily translate your website into multiple languages. Çeviri: Bu eklenti, web sitenizi birden çok dille hızlı ve kolay bir şekilde çevirmenizi sağlar.

source: Search Accounts
tr_tr: Hesap Arama

source: Select a country code to be used for all phone numbers.
tr_tr: Tüm telefon numaraları için kullanılacak bir ülke kodu seçin.

source: Select a social media
tr_tr: Sosyal medya seçin

source: Select how you want to display the name of the account.
tr_tr: Hesap adının nasıl gösterileceğini seçin.

source: Send
tr_tr: Gönder

source: Send a message to any number you want.
tr_tr: Herhangi bir numaraya mesaj gönderin.

source: Send Message
tr_tr: Mesaj Gönder

source: Send via WhatsApp
tr_tr: WhatsApp'tan Gönder

source: Set account image
tr_tr: Hesap Resmi Ayarla

source: Set icon border radius between 0 to 50.
tr_tr: Simge kenar yarıçapını 0 ile 50 arasında ayarlayın.

source: Set icon horizontal position between 0 to 100.
tr_tr: Simge yatay pozisyonunu 0 ile 100 arasında ayarlayın.

source: Set icon mobile horizontal position between 0 to 100.
tr_tr: İkonu mobil yatay pozisyonunu 0 ile 100 arasında ayarlayın.

source: Set icon mobile vertical position between 0 to 100.
tr_tr: Mobil simgenin dikey pozisyonunu 0 ile 100 arasında ayarlayın.

source: Set icon padding between 0 to 50.
tr_tr: Simge arasında 0 ile 50 arası dolgulama ayarla.

source: Set icon size between 20 to 100.
tr_tr: İkon boyutunu 20 ile 100 arasında ayarlayın.

source: Set icon vertical position between 0 to 100.
tr_tr: Simge dikey pozisyonunu 0 ile 100 arasında ayarla.

source: Settings
tr_tr: Ayarlar

source: Settings saved successfully.
tr_tr: Ayarlar başarıyla kaydedildi.

source: Social
tr_tr: Sosyal

source: Social Links
tr_tr: Sosyal Bağlantılar

source: Something went wrong, please try again later.
tr_tr: Bir şeyler yanlış gitti, lütfen daha sonra tekrar deneyin.

source: Something went wrong. Please try again later. if problem persists, contact support.
tr_tr: Bir şeyler yanlış gitti. Lütfen tekrar deneyin. Eğer sorun devam ederse, destek ekibine başvurun.

source: Style
tr_tr: tarzı

source: Support
tr_tr: Destek

source: Title
tr_tr: Başlık

source: Title of the account
tr_tr: Hesap Başlığı

source: TWChat Add-ons
tr_tr: TWChat Eklentileri

source: Two Way Chat
tr_tr: İki Yönlü Sohbet

source: Two Way Chat Settings
tr_tr: İki Yönlü Sohbet Ayarları

source: Type your message here
tr_tr: Mesajınızı buraya yazın

source: Untitled
tr_tr: Adsızlık

source: Upload a custom icon for floating widget.
tr_tr: Kayan widget için özel bir simge yükleyin.

source: Uploaded to this account
tr_tr: Bu hesaba yüklendi

source: Use as account image
tr_tr: Kullanım hesap resmi olarak

source: View Account
tr_tr: Hesabı Görüntüle

source: We are here to answer any question you may have about our services. Reach out to us and we'll respond as soon as we can.
tr_tr: Bizim hizmetlerimiz hakkında herhangi bir sorunuz olursa buradayız. Bizimle iletişime geçin ve mümkün olduğunca çabuk cevap vereceğiz.

source: Whatsapp Message
tr_tr: WhatsApp Mesajı

source: Whatsapp Number
tr_tr: Whatsapp Numarası

source: Whatsapp Number with country code.
tr_tr: Whatsapp numarasını ülke kodu ile kullanın.

source: When are you available from?
tr_tr: Ne zaman mevcutsun?

source: When are you available to?
tr_tr: Ne zaman mevcutsunuz?
